package com.example.field_of_miracles.data

class Words {
    val arrayOfWords: List<String> = listOf("Абзац", "Август", "Багаж", "Вагон",
                                            "Весна", "Вечер", "Герой", "Гитара",
                                            "Гость", "Градус", "Дверь", "Деталь",
                                            "Джемпер", "Джинсы", "Диван", "Директор",
                                            "Домен", "Дорога", "Ежедневно", "Желание",
                                            "Жизнь", "Завтрак", "Здание", "Зима",
                                            "Игрушка", "Интерес", "Картинг", "Компас",
                                            "Краска", "Лекция", "Лето", "Любовь",
                                            "Мастер", "Мгновение", "Молодежь",
                                            "Надежда", "Напиток", "Наушники", "Небо",
                                            "Неделя", "Образ", "Овощи", "Огонь",
                                            "Одежда", "Пальто", "Песня", "Подарок",
                                            "Покой", "Полдень", "Поэзия")


    val arrayQuestions: List<String> = listOf("Текстовая часть, разделенная от других частей текста",
        "Восьмой месяц года, летний период с теплой погодой", "Вещи и предметы, перевозимые во время путешествия", "Часть поезда для перевозки пассажиров или грузов",
                                            "Период после зимы с расцветанием природы и потеплением", "Время суток между днем и ночью, закат", "Основной персонаж, обладающий выдающимися качествами", "Струнный музыкальный инструмент с корпусом и грифом",
                                            "Человек, приглашенный в дом или на мероприятие", "Единица измерения температуры или угла", "Открывающаяся или закрывающаяся конструкция для входа", "Часть целого, элемент конструкции или изображения",
                                            "Теплый свитер или кофта без застежек", "Денимовые брюки, популярная одежда", "Мягкая мебель для сидения или лежания", "Руководитель организации или предприятия",
                                            "Интернет-адрес или область знаний", "Путь для передвижения транспорта или пешеходов", "Каждый день, повторяющийся регулярно", "Сильное стремление или потребность",
                                            "Существование, переживание и события вокруг", "Первый прием пищи после ночного сна", "Строение, предназначенное для проживания или работы", "Холодный сезон с характерными морозами и снегопадами",
                                            "Предмет для игры, часто предназначенный для детей", "Привлечение внимания, желание узнать больше", "Вид автоспорта на маленьких автомобилях", "Инструмент для определения сторон света",
                                            "Вещество для окрашивания поверхностей", "Публичное выступление с целью передачи знаний", "Теплый сезон с ярким солнцем и теплой погодой", "Глубокое чувство привязанности и преданности",
                                            "Опытный и искусный специалист в какой-то области", "Очень короткий период времени, момент", "Молодые люди, общество в молодом возрасте",
                                            "Уверенность в положительном исходе, оптимизм", "Жидкость для питья, например, чай или кофе", "Устройство для прослушивания звука, надеваемое на уши", "Пространство над Землей, видимое в течение дня",
                                            "Период из семи дней, единица измерения времени", "Представление или изображение чего-то", "Пищевые растения, такие как морковь или помидор", "Тепловой процесс с выделением света и тепла",
                                            "Предметы, используемые для покрытия тела", "Длинная верхняя одежда для защиты от холода", "Музыкальное произведение с вокальным исполнением", "Предмет, даримый в знак внимания и любви",
                                            "Состояние покоя и отсутствия движения", "Время в середине дня, половина дня", "Литературный жанр, выражающий эмоции через стихи")
}